<?php
return [

    'index' =>[
            'amenity'      => 'Севис',
            'rows_number'  => 'Количество записей',
            'add_amenity'  => 'Добавить сервис',
            'name'         => 'название',
            'active'       => 'активно',
            'action'       => 'действие',
            'activate'     => 'Активировать',
            'edit'         => 'Редактировать',
            'remove'       => 'Удалить',
    ],

    'form' =>[
            'name'         => 'Название',
            'activate'     => 'Активировать',
    ],

    'create' =>[
            'add_amenity' => 'Добавление сервис',
            'add'         => 'Добавить',
    ],

    'edit' =>[
           'edit_amenity' => 'Редактирование сервиса',
           'save'         => 'Сохранить',
    ],

    'message' =>[
         'add_success'    => 'Сервис успешно добавлен!',
         'update_success' => 'Сервис успешно обновлен!!'
]
];
