<?php
return [

    'index' =>[
            'apartments'      => 'Квартиры',
            'rows_number'     => 'Количество записей',
            'add_apartment'   => 'Добавить квартиру',
            'id'              => '№',
            'photo'           => 'фото',
            'rooms'           => 'комнаты',
            'price'           => 'цена',
            'address'         => 'адресс',
            'slider'          => 'слайдер',
            'active'          => 'активно',
            'action'          => 'действие',
            'yes'             => 'Да',
            'no'              => 'Нет',
            'look'            => 'Смотреть',
            'add_to_slider'   => 'Добавить в слайдер',
            'activate'        => 'Активировать',
            'edit'            => 'Редактировать',
            'remove'          => 'Удалить',
    ],

    'form'  =>[
            'general'         => 'Основные',
            'amenity'         => 'Сервис',
            'photo'           => 'Фото',
            'map'             => 'Карта',
            'seo'             => 'СЕО',
            'street'          => 'Улица',
            'house'           => 'Дом',
            'flat'            => 'Квартира',
            'rooms'           => 'Комнаты',
            'beds'            => 'Спальные места',
            'area'            => 'Площадь',
            'price'           => 'Цена',
            'description'     => 'Описание',
            'note'            => 'Примечание',
            'activate'        => 'Активировать',
            'select_all'      => 'Выбрать всё',
            'add_photo'       => 'Добавить фото',
            'add_to_slider'   => 'Добавить в слайдер',
            'seo_title'       => 'Заголовок страниицы',
            'seo_description' => 'Описание',
            'slug'            => 'Адрес ссылки',
            'seo_keywords'    => 'Ключевые слова',
    ],

    'create' =>[
            'add_apartment'   => 'Добавление квартиры',
            'add'             => 'Добавить',
    ],

    'edit' =>[
           'edit_apartment'   => 'Редактирование квартиры',
           'id'               => '№',
           'save'             => 'Сохранить',
    ],

    'message' =>[
        'add_success'        => 'Квартира успешно добавлена!',
        'update_success'     => 'Квартира успешно обновлена!'
    ]

];
