<?php
return [

    'index' =>[
            'pages'        => 'Страницы',
            'rows_number'  => 'Количество записей',
            'add_page'     => 'Добавить страницу',
            'name'         => 'имя',
            'menu'         => 'меню',
            'active'       => 'активно',
            'action'       => '-',
            'activate'     => 'Активировать',
            'add_to_menu'  => 'Добавить в меню',
            'edit'         => 'Редактировать',
            'remove'       => 'Удалить',
    ],

    'form' =>[
            'name'         => 'Имя',
            'slug'         => 'Ссылка',
            'description'  => 'Описание',
            'activate'     => 'Активировать',
            'add_to_menu'  => 'Добавить в меню',
            'slug_in_use'  => 'Ссылка уже занята',

    ],

    'create' =>[
            'add_page'    => 'Добавление страницы',
            'add'         => 'Добавить',
    ],

    'edit' =>[
           'edit_page'    => 'Редактирование страницы',
           'save'         => 'Сохранить',
    ],

    'message' =>[
        'add_success'     => 'Страница успешно добавлена!',
        'update_success'  => 'Страница успешно обновлена!'
    ]
];